<?php

return [

    'site_name' => 'Enbek',
    'main_title' => 'Главная',
    'yes_title' => 'Да',
    'no_title' => 'Нет',
    'tenge_title' => 'тг',
    'from' => 'от',
    'to' => 'до',

    'pages' => [
        'courses' => [
            'course_title' => 'Курс',
            'drafts' => 'Черновики',
            'my_courses_title' => 'Мои курсы',
            'create_course' => 'Создать курс',
            'creation_course' => 'Создание курса',
            'edit_course' => 'Редактирование курса',
            'my_courses' => 'Опубликованные',
            'my_courses_unpublished' => 'Отклоненные курсы',
            'my_courses_onCheck' => 'На проверке',
            'my_courses_deleted' => 'Удаленные курсы',
            'profit_title' => 'Структура курса',
            'course_materials' => 'Содержание курса',
            'course_description' => 'Описание курса',
            'course_description_placeholder' => 'Опишите содержание курса',
            'create_theme' => 'Создать модуль',
            'create_theme_placeholder' => 'Создается при длительности курса более 12и часов',
            'coursework_title' => 'Курсовая работа',
            'final_test_title' => 'Итоговое тестирование',

            'show_filter_title' => 'Показать/скрыть фильтрацию',
            'choose_professional_area' => 'Выберите проф.область',
            'profession' => 'Профессия',
            'choose_profession' => 'Выберите профессию',
            'skill' => 'Навык',
            'choose_skill' => 'Выберите навык',
            'course_author' => 'Автор курса',
            'author_title' => 'Автор',
            'choose_author' => 'Выберите автора',
            'language_education' => 'Язык обучения',
            'language_education_kk' => 'Казахский',
            'language_education_ru' => 'Русский',
            'rating_from' => 'Рейтинг от',
            'students_complete_course' => 'Учеников, окончивших курс (мин)',
            'course_type' => 'Вид курса',
            'course_status' => 'Статус курса',
            'course_in_process' => 'В процессе изучения',
            'course_finished' => 'Изучен',
            'course_got_certificate' => 'Получен сертификат',
            'course_date_begin' => 'Дата записи на курс',
            'course_end_begin' => 'Дата окончания курса',
            'choose_course_type' => 'Выберите вид курса',
            'sort_by_default' => 'По умолчанию',
            'sorting' => 'Сортировка',
            'paid_type' => 'Платные',
            'free_type' => 'Бесплатные',
            'quota_type' => 'По квоте',
            'choose_sort_type' => 'Выберите сортировку',
            'sort_by_rate_low' => 'Рейтинг - по возрастанию',
            'sort_by_rate_high' => 'Рейтинг - по убыванию',
            'sort_by_cost_low' => 'Стоимость - по возрастанию',
            'sort_by_cost_high' => 'Стоимость - по убыванию',
            'publish_request_message' => 'Курс направлен на рассмотрение модератору',
            'publish_failed_message' => 'Курс должен содержать Курсовую работу или Итоговое тестирование',
            'delete_request_message' => 'Курс был успешно удален',
            'reestablish_request_message' => 'Курс был успешно восстановлен',
            'create_request_message' => 'Курс успешно создан',

            'course_quota_activate_error' => 'Вы не можете активировать этот курс по квоте',
            'course_quota_activate_success' => 'Вы успешно активировали курс по квоте',
            'pay_course_error' => 'Ошибка платежного шлюза, попробуйте позже',
            'pay_course_success' => 'Вы успешно активировали курс',
            'course_rate_title' => 'Оцените курс',
            'course_rate_description' => 'Отзыв о курсе...',
            'course_rate_ps' => 'Оценка курса и отзыв являются обязательными условиями',
            'send_rate_button_title' => 'Отправить',
            'success_rate_message' => 'Ваш отзыв был успешно отправлен автору курса!',
            'report_title' => 'Отчет',
            'free_title' => 'Бесплатно',
            'access_by_quota' => 'Доступен по квоте',
            'access_by_quota_desc' => 'в случае, если такая опция доступна',
            'apply_title' => 'Применить',
            'create' => 'Создать',
            'buy_course' => 'Купить',
            'get_by_quota' => 'Пройти по квоте',
            'get_free' => 'Пройти бесплатно',

            'course_catalog' => 'Каталог курсов',
            'search_placeholder' => 'Поиск по названию курса...',
            'search_button' => 'Найти',
            'get_certificate_active' => 'Сертификат',
            'get_certificate_inactive' => 'Сертификат не доступен',
            'write_feedback' => 'Оставить отзыв',

            'instruction' => 'Инструкция для Авторов',
            'course_name' => 'Название курса',
            'skills_title' => 'Навыки (мин. 1 навык)',
            'skill_title' => 'Навык',
            'choose_skill_title' => 'Выберите навык',
            'professions_title' => 'Профессии (мин. 1 профессия)',
            'choose_professions_title' => 'Выберите профессии',
            'add_skill' => 'Добавить навык',
            'professional_area_title' => 'Проф.область',
            'choose_professional_area_title' => 'Выберите проф.область',
            'profession_title' => 'Профессия',
            'choose_profession_title' => 'Выберите профессию',
            'choose_skills_title' => 'Выберите навыки',
            'course_lang' => 'Язык курса',
            'choose_lang' => 'Выберите язык',
            'is_paid' => 'Платный',
            'default_free' => 'по умолчанию - бесплатный',
            'is_access_all' => 'Все уроки доступны сразу',
            'is_vision_version' => 'Версия для лиц с нарушениями зрения',
            'is_poor_hearing' => 'Версия для лиц с нарушениями слуха',
            'course_cost' => 'Стоимость, тг',
            'course_profit' => 'Структура курса (макс. 2000 символов)',
            'course_profit_placeholder' => 'Какие знания/навыки получит Обучающийся',
            'course_teaser' => 'Краткая аннотация (макс. 200 символов)',
            'course_desc' => 'Полная аннотация (макс. 2000 символов)',
            'course_image' => 'Картинка курса',
            'max_file_title' => 'макс.',
            'choose_photo' => 'Выбрать фото',
            'add_btn_title' => 'Добавить',
            'delete' => 'Удалить',
            'reestablish' => 'Восстановить',
            'video_link' => 'Ссылка на видео курса (Youtube)',
            'video_link_1' => 'Ссылка на видео курса (Youtube) (для слабовидящих)',
            'video_link_2' => 'Ссылка на видео курса (Youtube) (для лиц с нарушениями слуха)',
            'video_local' => 'Видео файл с устройства',
            'add_file_btn_title' => 'Добавить файл',
            'video_local_1' => 'Видео файл с устройства (для слабовидящих)',
            'video_local_2' => 'Видео файл с устройства (для лиц с нарушениями слуха)',
            'course_audio' => 'Аудио курса',
            'course_audio_1' => 'Аудио курса (для слабовидящих)',
            'course_audio_2' => 'Аудио курса (для лиц с нарушениями слуха)',
            'choose_certificate' => 'Выберите сертификат окончания',
            'preview_certificate_title' => 'Предварительный просмотр сертификата обучающегося',
            'zoom_certificate' => 'Увеличить',
            'choose' => 'Выбрать',
            'author_certificates' => 'Сертификаты автора',
            'write_to_author' => 'Написать автору',
            'feedback_title' => 'Отзывы',
            'feedback_placeholder' => 'Здесь будут отображаться отзывы по данному курсу.',
            'publish_title' => 'Опубликовать',
            'edit_title' => 'Редактировать',
            'media_attachments' => 'Медиа материалы',
            'skills_title_1' => 'Навыки',
            'professions_title_1' => 'Профессии',

            'theme_name' => 'Название модуля',
            'cancel_title' => 'Отмена',

            'recommended_courses' => 'Рекомендованные</span><br/> курсы',
            'recommended_skills' => 'Рекомендованные</span><br/> навыки',

            'course_include' => 'В курс входит',
            'lessons_title' => 'Количество уроков',
            'tests_count_title' => 'Количество тестов',
            'homeworks_count' => 'Количество практических заданий',
            'videos_count' => 'Количество видео',
            'audios_count' => 'Количество аудио',
            'attachments_count' => 'Количество материалов',

            'mobile_access_title' => 'Доступ через мобильные устройства',
            'certificate_access_title' => 'Сертификат при завершени',
            'last_updates' => 'Последнее обновление',
            'theory_material_count_title' => 'Теоретических материалов',

            'confirm_modal_title' => 'Подтверждение',
            'confirm_theme_modal_desc' => 'Вы уверены, что хотите удалить выбранный модуль?',
            'confirm_lesson_modal_desc' => 'Вы уверены, что хотите удалить выбранный урок?',
            'confirm_coursework_modal_desc' => 'Вы уверены, что хотите удалить курсовую работу?',
            'confirm_final_test_modal_desc' => 'Вы уверены, что хотите удалить Итоговое тестирование?',
            'confirm_course_buy' => 'Вы уверены, что хотите записаться на выбранный курс?',
            'confirm_course_by_quota' => 'Вы уверены, что хотите записаться на выбранный курс по квоте?',
            'quota_have' => 'Осталось квот',
            'delete_title' => 'Удалить',
            'warning_title' => 'Внимание',
            'delete_course' => 'Удалить курс',
            'delete_course_warning' => 'Вы уверены, что хотите удалить курс?',
            'cancel_tile' => 'Отмена',
            'edit_theme_title' => 'Редактирование модуля',
            'edit_lesson_title' => 'Редактирование урока',
            'edit_coursework_title' => 'Редактирование курсовой работы',
            'edit_final_test_title' => 'Редактирование итогового теста',
            'delete_theme_title' => 'Удаление модуля',
            'delete_theme_success' => 'Модуль успешно удален',
            'create_theme_title' => 'Создание модуля',
            'create_theme_success' => 'Модуль успешно создан',
            'edit_theme_success' => 'Модуль успешно изменен',
            'delete_lesson_title' => 'Удаление урока',
            'delete_lesson_success' => 'Урок успешно удален',
            'save_title' => 'Сохранить',
            'close_title' => 'Закрыть',

            'move_up_title' => 'Поднять',
            'move_down_title' => 'Спустить',
            'create_lesson' => 'Создать урок',
            'create_lesson_placeholder' => 'Создается при длительности курса менее 12и часов',
            'lessons_title_1' => 'Уроков',
            'total_time_lessons' => 'Общая продолжительность',
            'hours_title' => 'часов',

            'pay_for_course' => 'Оплата за курс',

            'show_all' => 'Показать все',
            'hide' => 'Скрыть',

        ],
        'lessons' => [
            'create_request_message' => 'Урок успешно создан',
            'access_denied_message' => 'У вас нет доступа к выбранному уроку, Вам необходимо завершить предыдущий урок',
            'test_finished_warning' => 'Вы уже прошли данное тестирование',
            'homework_title' => 'Практическое задание',
            'coursework_title' => 'Курсовая работа',
            'video_files' => 'Видео файлы',
            'audio_files' => 'Аудио файлы',
            'another_attachments' => 'Другие материалы',
            'answer_title' => 'Ответ на задание',
            'answer_text_title' => 'Текст ответа',
            'attachments_title' => 'Вложения',
            'send_answer_title' => 'Отправить ответ',
            'cancel_title' => 'Отмена',
            'coursework_count_error_message' => 'Курс может содержать только один урок с типом "Курсовая работа"',
            'final_test_count_error_message' => 'Курс может содержать только один урок с типом "Итоговый тест"',
            'lesson_update_success' => 'Изменения успешно сохранены',
            'lesson_delete_success' => 'Урок успешно удален',
            'create_coursework_message' => 'Курсовая работа успешно создана',
            'create_final_test_message' => 'Итоговое тестирование успешно создано',
            'coursework_delete_success' => 'Курсовая работа успешно удалена',
            'final_test_delete_success' => 'Итоговое тестирование успешно удалено',

            'coursework_create_title' => 'Создание курсовой работы',
            'duration_title' => 'Продолжительность урока, минуты',
            'duration_teaser' => 'Продолжительность урока с учетом длительности всех форматов (аудио, видео, материалов и текста) контента урока',
            'lesson_image' => 'Картинка урока',
            'theory_title' => 'Теория',
            'theory_with_practic_title' => 'Теория с практическим заданием',
            'lesson_video' => 'Видео урока',
            'lesson_video_1' => 'Видео урока (для слабовидящих)',
            'lesson_video_link' => 'Ссылка на видео урока (YouTube)',
            'lesson_video_link_1' => 'Ссылка на видео урока (для слабовидящих)',
            'lesson_video_link_2' => 'Ссылка на видео урока (для лиц с нарушениями слуха)',
            'lesson_audio' => 'Аудио урока',
            'lesson_audio_1' => 'Аудио урока (для слабовидящих)',
            'lesson_audio_2' => 'Аудио урока (для лиц с нарушениями слуха)',
            'another_lesson_attachments' => 'Другие материалы урока',
            'another_lesson_attachments_1' => 'Другие материалы урока (для слабовидящих)',
            'another_lesson_attachments_2' => 'Другие материалы урока (для лиц с нарушениями слуха)',
            'video_local_1' => 'Видео файл с устройства (для слабовидящих)',
            'coursework_task' => 'Задание для курсовой работы',
            'coursework_send_failed' => 'Для сдачи курсовой работы необходимо прикрепить документ',
            'coursework_send_success' => 'Курсовая работа успешно отправлена',

            'create' => 'Создать',
            'cancel' => 'Отмена',

            'lesson_create' => 'Создание урока',
            'final_test_create' => 'Создание итогового тестирования',
            'lesson_name' => 'Название урока',
            'lesson_type' => 'Тип урока',
            'headline' => 'Заголовок',
            'test_title' => 'Тест',
            'question_title' => 'Вопрос',
            'question_text' => 'Текст вопроса',
            'answers_title' => 'Ответы',
            'pictures_type_title' => 'В виде картинок',
            'right_answer_title' => 'Введите правильный вариант ответа',
            'input_answer_title' => 'Введите вариант ответа',
            'homework' => 'Практическое задание',
            'add_question' => 'Добавить вопрос',
            'questions_count' => 'Всего вопросов',
            'passing_score' => 'Проходной балл',
            'mix_answers' => 'Перемешать ответы',

            'poor_vision_title' => 'Версия для лиц с нарушениями зрения',
            'poor_hearing_title' => 'Версия для лиц с нарушениями слуха',
            'hour_short_title' => 'ч.',
            'font_size_title' => 'Размер шрифта',
            'line_spacing' => 'Межстрочный интервал',
            'font' => 'Шрифт',
            'choose_font' => 'Выберите шрифт',
            'default_title' => 'По умолчанию',
            'choose_palette' => 'Выберите палитру',
            'color_palette' => 'Цветовая палитра',
            'white_on_black_palette' => 'Белый на черном',
            'yellow_on_blue_palette' => 'Желтый на синем',
            'lesson_files' => 'Материалы урока',
            'media_attachments_poor_vision' => 'Медиа материалы (для слабовидящих)',
            'lesson_files_poor_vision' => 'Материалы урока (для слабовидящих)',

            'next_lesson' => 'Следующий урок',
            'get_task_btn' => 'Перейти к заданию',
            'get_test_btn' => 'Пройти тест',
            'option_title' => 'Вариант',
            'done_test_btn' => 'Завершить',
            'test_try_again' => 'Пройти повторно',
            'to_lessons_list' => 'К списку уроков',
            'result_title' => 'Результат',
            'test_success_passed' => 'Тест успешно пройден!',
            'test_failed_passed' => 'Тест не пройден!'
        ],
        'profile' => [
            'title' => 'Профиль',
            'have_quota' => 'Имеется квот',
            'my_certificates' => 'Мои сертификаты',
            'download' => 'Скачать',
            'email_confirm_error' => 'Чтобы стать автором, подтвердите свой E-mail',
            'email_confirm_success' => 'Вы успешно подтвердили E-mail',
            'profile_activate_error' => 'У вас пока нет доступа к этому разделу, заполните информацию в профиле.',
            'pay_info_error' => 'Для продолжения работы пожалуйста заполните данные в разделе <a style="color: #2ab5f6" href="/:lang/profile-pay-information" target="_blank">Профиль - Платежная информация</a>',
            'pay_info_help_title' => 'Логин и пароль от платежной системы вы можете получить по адресу <a href="https://business.kassa24.kz/" target="_blank"><b>kassa24.kz</b></a>
<br>Инструкцию по регистрации в системе можете просмотреть по <a href="https://www.youtube.com/watch?v=mP5mjBvRYrA&list=PLS02cGdrx8jVSrDhELXELAyii6l28Q79x&index=9" target="_blank"><b>ссылке</b></a>
<br>В случае возникновения дополнительных вопросов, консультацию можете получить у менеджера по телефонам:<a href="tel:+7 777 666 7183"><b>+7 777 666 7183</b></a>, <a href="tel:+7 771 721 90 02"><b>+7 771 721 90 02</b></a> ',
            'organization_data' => 'Данные об организации',
            'payment_information' => 'Платежная информация',
            'registration_data' => 'Регистрационные данные',
            'password_title' => 'Пароль',
            'requisites_data' => 'Реквизиты',
            'logout_title' => 'Выйти',
            'choose_photo' => 'Выбрать фото',
            'delete' => 'Удалить',
            'rates_count_title' => 'отзывов',
            'course_members_count' => 'обучающихся',
            'course_count' => 'курсов',
            'issued_certificates' => 'выданных сертификата',
            'responsible_person' => 'Ответственное лицо',
            'name' => 'Имя',
            'surname' => 'Фамилия',
            'avatar' => 'Аватар',
            'specialization' => 'Специализация',
            'add_btn_title' => 'Добавить',
            'add_files_btn_title' => 'Добавить файлы',
            'about_company' => 'Расскажите об организации',
            'phone_1' => 'Контактный номер (мобильный)',
            'phone_2' => 'Контактный номер (городской)',
            'site_url' => 'Адрес сайта',
            'vk_link' => 'VK',
            'fb_link' => 'Facebook',
            'instagram_link' => 'Instagram',
            'certificates' => 'Сертификаты',
            'certificates_resume' => 'Сертификаты и Резюме',
            'max_file_title' => 'макс.',
            'save_btn_title' => 'Сохранить',

            'merchant_login' => 'Логин',
            'merchant_password' => 'Пароль',

            'save_success_message' => 'Изменения успешно сохранены',
            'password_update_success' => 'Пароль успешно изменен',
            'password_update_failed' => 'Неверный текущий пароль',
            'different_password' => 'Новый пароль должен отличаться от текущего',

            'email_title' => 'Электронная почта',
            'iin_title' => 'ИИН/БИН',
            'type_of_ownership' => 'Форма собственности',
            'company_name' => 'Наименование организации',

            'old_password' => 'Старый пароль',
            'new_password' => 'Новый пароль',
            'confirm_new_password' => 'Повторите новый пароль',

            'student_title' => 'Обучающийся',

            'position' => 'Должность',
            'fio_director' => 'ФИО подписанта',
            'base' => 'Основание',
            'iik_kz' => 'ИИК KZ',
            'kbe' => 'Kбе',
            'bik' => 'БИК',
            'bank_name' => 'Название банка',
            'choose_file' => 'Добавить файл',

            'base_select' => [
                'tired' => 'Устав',
                'position' => 'Положение',
                'order' => 'Приказ',
                'decision' => 'Решение',
            ]
        ],
        'calendar' => [
            'today' => 'Сегодня',
            'yesterday' => 'Вчера',
        ],

        'dialogs' => [
            'title' => 'Мои диалоги',
            'you_title' => 'Вы',
            'open_dialog' => 'Открыть диалог',
            'message_text_placeholder' => 'Введите сообщение',
            'message_send_button' => 'Отправить',
            'empty_dialog' => 'Диалог пуст',
            'tech_support_avatar_title' => 'ТП',
        ],

        'statistics' => [
            'title' => 'Статистика',
            'total_earn' => 'Общий заработок',
            'earn_quota' => 'Заработано по квотам',
            'your_rating' => 'Ваш рейтинг',
            'course_members_count' => 'Общее число записавшихся на курсы',
            'sort_by_title' => 'Сортировать по',
            'sort_by_default' => 'По умолчанию',
            'sort_by_rate_low' => 'Рейтинг - по возрастанию',
            'sort_by_rate_high' => 'Рейтинг - по убыванию',
            'sort_by_members_count_low' => 'Количество обучающихся - по возрастанию',
            'sort_by_members_count_high' => 'Количество обучающихся - по убыванию',
            'date_from' => 'Дата (от)',
            'date_to' => 'Дата (до)',
            'clear_btn' => 'Сбросить'
        ],

        'reporting' => [
            'title' => 'Отчетность',
            'date_from_title' => 'Дата начала отчетного периода',
            'date_to_title' => 'Дата окончания отчетного периода',
            'date_all_title' => 'За весь период',
            'id_course_title' => 'ID курса',
            'author_name' => 'Автор',
            'course_name' => 'Наименование курса',
            'skills' => 'Навыки',
            'profession' => 'Профессия',
            'professional_area' => 'Проф.область',
            'professions_group' => 'Группа професий',
            'course_rate' => 'Рейтинг курса',
            'course_status' => 'Статус курса',
            'is_paid' => 'Платный /Бесплатный',
            'is_quota' => 'Доступен по квоте',
            'course_cost' => 'Стоимость тг.',
            'paid_course' => 'Платный',
            'free_course' => 'Бесплатный',
            'course_members_count' => 'Записано обучающихся',
            'members_quota_count' => 'По квоте',
            'finished_course_members_count' => 'Изучивших',
            'got_certificate_members_count' => 'Получили сертификат',
            'confirmed_qualifications' => 'Подтвердили квалификацию',
            'rates_count' => 'Количество оценок',
            'average_rate' => 'Средняя оценка',
            'export' => 'Экспорт',
            'apply_title' => 'Применить',
            'statuses' => [
                '0' => 'Черновик',
                '1' => 'На проверке',
                '2' => 'Не опубликован',
                '3' => 'Опубликован',
                '4' => 'Удален'
            ],
            'course_type' => 'Тип курса',
            'cost_by_quota' => 'Стоимость по квоте тг.',
            'members_free' => 'Записано обучающихся (бесплатно)',
            'certificate_free' => 'Получили сертификат (бесплатно)',
            'qualificated_free' => 'Подтвердили квалификацию (бесплатно)',
            'members_paid' => 'Записано обучающихся (платно)',
            'certificate_paid' => 'Получили сертификат (платно)',
            'qualificated_paid' => 'Подтвердили квалификацию (платно)',
            'total_get_paid' => 'Итого тг. (платно)',
            'members_quota' => 'Записано обучающихся (по квоте)',
            'certificate_quota' => 'Получили сертификат (по квоте)',
            'qualificated_quota' => 'Подтвердили квалификацию (по квоте)',
            'total_get_quota' => 'Итого тг. (по квоте)',
        ],

        'auth' => [
            'auth_title' => 'Войти',
            'as_author' => 'Как автор',
            'as_student' => 'Как обучающийся',
            'auth_as_author' => 'Войти как автор',
            'auth_as_student' => 'Войти как обучающийся',
            'password_title' => 'Пароль',
            'confirm_password_title' => 'Повторите пароль',
            'student_login_author_exist' => 'Аккаунт с этой почтой уже зарегистрирован как автор',
            'not_registered_title' => 'Не зарегистрированы?',
            'registration_title' => 'Регистрация',
            'forgot_password' => 'Забыли пароль?',
            'recovery_password' => 'Восстановление пароля',
            'send_button_title' => 'Отправить',
            'author_register' => 'Регистрация автора',
            'email_title' => 'Электронная почта',
            'iin' => 'ИИН/БИН',
            'type_of_ownership' => 'Форма собственности',
            'company_name' => 'Наименование организации',
            'register_submit' => 'Зарегистрироваться',
            'is_registered_title' => 'Уже зарегистрированы?',
            'authorization_title' => 'Авторизация',
            'recovery_pass_success' => 'Новый пароль был отправлен на почту',
            'private_policy_agree_title' => 'Я ознакомлен с <a
                            href="#privacyPolicy" title="политика конфиденциальности" data-fancybox>политикой конфиденциальности</a>',

            'create_resume_title' => 'У вас нет созданного резюме',
            'create_resume_description' => 'Предлагаем создать для определения соответствия/несоответствия имеющихся у Вас навыков с требованиями
            вакансий и генерации рекомендаций по необходимым Вам курсам и навыкам. Для продолжения работы пожалуйста
            введите ИИН и ФИО или создайте резюме, перейдя
            <a href="https://www.enbek.kz/ru/cabinet/resint/res/add" title="по данной ссылке">по данной ссылке</a>',
            'fio_title' => 'ФИО',
            'iin_resume_title' => 'ИИН',
            'send_resume' => 'Отправить'

        ],

        'index' => [
            'index_title' => 'Улучши свои навыки! <br/><span>вместе с Enbek.kz</span>',
            'find_your_course' => '<span>Найдите</span><br/> Ваш курс',
            'popular_courses' => '<span>Популярные</span><br/> курсы',
            'popular_authors' => '<span>Популярные</span><br/> авторы',
            'popular_courses_catalog' => '<span>Можно применить</span><br/> популярные курсы',
            'popular_courses_catalog_btn' => 'Посмотреть весь каталог',
            'poor_vision_version' => 'Версия для лиц с нарушениями зрения',
            'step_by_step' => '<span>Шаг за</span><br/> шагом',
            'to_be_a_teacher' => '<span>Станьте</span><br/> автором курсов',
            'search_placeholder' => 'Поиск по курсам',
            'to_be_author_description' => 'Станьте партнёром Министерства труда и получите уникальную возможность реализовать свои онлайн курсы без вложений в создание платформ для и продаж.  Поддержка минтруда это гарантированные клиенты ваших курсов',
            'our_statistic' => 'Наши</span><br/> показатели',
            'students_count' => 'обучающихся',
            'authors_count' => 'авторов',
            'courses_count' => 'курсов',
            'advantages' => 'Преимущества</span><br/> Раскройте свой потенциал',
            'nothing_to_show' => 'Ничего не найдено'
        ],

        'calculator' => [
            'title' => '<span>Онлайн</span><br/> калькулятор',
            'duration' => 'Продолжительность курса (ч)',
            'format' => 'Формат учебного контента',
            'format_section_1' => 'Учебный контент содержит 4 и более форм представления информации (текст, изображение, аудио, видео, презентация, интерактивный контент)',
            'format_section_2' => 'Учебный контент содержит 2-3 формы представления информации (текст, изображение, аудио, видео, презентация, интерактивный контент)',
            'format_section_3' => 'Учебный контент представлен только в 1 формате представления информации (текст, изображение, аудио, видео, презентация, интерактивный контент)',
            'format_description' => 'Учебный контент курса содержит несколько форм (текст, изображение, аудио, видео, презентация)',

            'practice_title' => 'Контрольно-измерительные материалы',
            'practice_section_1' => 'Промежуточный тест или практическое задание разработаны по каждому уроку',
            'practice_section_2' => 'Промежуточный тест или практическое задание разработаны по некоторым урокам',
            'practice_section_3' => 'Промежуточный тест или практическое задание отсутствуют',


            'course_rate' => 'Уровень рейтинга курса',
            'course_rate_section_1' => 'Оценка 4 или 5 из 5',
            'course_rate_section_2' => 'Оценка 2 или 3 из 5',
            'course_rate_section_3' => 'Оценка 1 и менее из 5',

            'language' => 'Использование государственного языка',

            'poor_opportunities_adaptive_title' => 'Адаптированность для лиц с особыми образовательными потребностями',
            'poor_opportunities_full_adaptive' => 'Учебный контент адаптирован для лиц с нарушениями слуха и зрения',
            'poor_opportunities_not_full_adaptive' => 'Учебный контент адаптирован только для лиц с нарушениями слуха или только для лиц с нарушениями зрения',
            'poor_opportunities_not_adaptive' => 'Не адаптирован',

            'pay_for_student' => 'Оплата за одного обучающегося (тг)',
            'students_count' => 'Количество обучающихся',
            'total_cost' => 'Итого'

        ],

        'footer' => [
            'teacher_title' => 'Автор',
            'about_us' => 'О нас',
            'enbek_kz' => 'Enbek.kz',
            'faq' => 'FAQ',
            'feedback' => 'Обратная связь',
            'main_links' => 'Основные ссылки',
            'contacts' => 'Контакты',
            'address_title' => 'Адрес',
            'address' => 'г.Нур-Султан, проспект Мангилик Ел, 8',
            'email_title' => 'E-mail',
            'email' => 'info@enbek.kz',
            'phone_title' => 'Телефон',
            'phone' => '1411',
            'social_networks' => 'Социальные сети',
            'to_be_author' => 'Стать автором',
            'help' => 'Помощь',
            'questions_answers' => 'Вопросы и ответы'
        ],

        'faq' => [
            'tech_support_title' => 'Подать обращение'
        ],

        'private_policy' => [
            'private_policy_title' => 'Пользовательское Соглашение',
            'private_policy_teaser' => 'об использовании Портала краткосрочного обучения в онлайн режиме',
            'agree_title' => 'Я ознакомлен',
            'private_policy_description' => '<h3>1. ОБЩИЕ ПОЛОЖЕНИЯ</h3><p style="margin-top: -5px">1.1. Портал краткосрочного обучения в онлайн режиме (https://skills.enbek.kz/) (далее – Портал) - подсистема и (или) составляющая часть информационного портала «Электронная биржа труда», содержащая функции краткосрочного обучения в онлайн режиме, востребованным на рынке труда навыкам.</p>
<p style="margin-top: -15px">1.2. Пользователь - любое физическое лицо,  зарегистрировавшееся на Портале и пользующееся Порталом.</p>
<p style="margin-top: -15px">1.3. Администратор Портала (далее – Администратор) - Акционерное общество «Центр развития трудовых ресурсов», осуществляющее сопровождение информационного портала «Электронная биржа труда» и ответственное за мониторинг и контроль на Портале качества и уникальности контента, соответствия их содержания заявленным тематикам.</p>
<p style="margin-top: -15px">1.4. Термины и определения, используемые в настоящем Соглашении, трактуются в соответствии с действующим законодательством Республики Казахстан.</p>
<h3>2. ПРЕДМЕТ СОГЛАШЕНИЯ</h3>
<p style="margin-top: -5px">2.1. Настоящее Пользовательское соглашение (далее - Соглашение) заключено между Администратором и Пользователем для урегулирования взаимоотношений по пользованию и оказанию краткосрочного обучения в онлайн режиме на Портале.</p>
<p style="margin-top: -15px">2.2. Данное Соглашение может быть изменено Администратором в одностороннем порядке без согласия на то Пользователя. При этом, Администратор должен известить Пользователя о внесенных в Соглашение изменениях и/или дополнениях путем отправки уведомления на странице Портала.</p>
<h3>3. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</h3>
<p style="margin-top: -5px">3.1. Пользователь вправе:</p>
<p style="margin-top: -15px; margin-left: 15px">3.1.1. получать консультационную и практическую помощь от Администратора в области пользования Порталом;</p>
<p style="margin-top: -15px">3.2.  Пользователь обязуется:</p>
<p style="margin-top: -15px; margin-left: 15px">3.2.1. предоставить Администратору  точную и полную информацию по пунктам, предлагаемым в форме регистрации;</p>
<p style="margin-top: -15px; margin-left: 15px">3.2.2. не выдавать себя за другое  физическое лицо;</p>
<p style="margin-top: -15px; margin-left: 15px">3.2.3. хранить свой пароль в тайне;</p>
<p style="margin-top: -15px; margin-left: 15px">3.2.4. не нарушать умышленно или случайно какие-либо действующие государственные или международные законы;</p>
<p style="margin-top: -15px; margin-left: 15px">3.2.5. не размещать на Портале:</p>
<p style="margin-top: -15px; margin-left: 30px">1) информацию, которую Пользователь не имеет права делать публичной по закону или согласно каким-либо договорным отношениям;</p>
<p style="margin-top: -15px; margin-left: 30px">2) информацию, нарушающую действующее законодательство, честь и достоинство, права и охраняемые законом интересы третьих лиц;</p>
<p style="margin-top: -15px; margin-left: 30px">3) информацию, которая нарушает авторские и/или смежные права собственности; </p>
<p style="margin-top: -15px; margin-left: 30px">4) информацию оскорбительного содержания, а также пропагандирующую дискриминацию людей по какому-либо признаку, насилие, ненависть; </p>
<p style="margin-top: -15px; margin-left: 30px">5) информацию и/или ссылки на материалы, содержащие вирусы или другое вредоносное программное обеспечение.</p>
<h3>4. ПРАВА И ОБЯЗАННОСТИ АДМИНИСТРАТОРА</h3>
<p style="margin-top: -5px">4.1. Администратор вправе:</p>
<p style="margin-top: -15px; margin-left: 15px">4.1.1. в случае нарушения Пользователем условий настоящего Соглашения отказать в регистрации Пользователю, удалить или блокировать учетную запись Пользователя.</p>
<p style="margin-top: -15px; margin-left: 15px">4.1.2.запрашивать и получать необходимую информацию от Пользователя в порядке определенном законодательством Республики Казахстан;</p>
<p style="margin-top: -15px; margin-left: 15px">4.1.3. проверять достоверность отчетных данных, материалов и информации, представленных Пользователем на Портале.</p>
<p style="margin-top: -15px; margin-left: 15px">4.1.2.запрашивать и получать необходимую информацию от Пользователя в порядке определенном законодательством Республики Казахстан;</p>
<p style="margin-top: -15px">4.2. Администратор обязуется:</p>
<p style="margin-top: -15px; margin-left: 15px">4.2.1. обеспечить функционирование и техническое сопровождение Портала;</p>
<p style="margin-top: -15px; margin-left: 15px">4.2.2.  оказывать консультационную и практическую помощь Пользователю по пользованию Порталом</p>
<h3>5. ВСТУПЛЕНИЕ СОГЛАШЕНИЯ В СИЛУ</h3>
<p style="margin-top: -5px">5.1. Соглашение вступает в силу после регистрации Пользователя на Портале.</p>
<p style="margin-top: -15px">5.2. Регистрация выполняется путем заполнения формы регистрации пользователя,   выражения Пользователем согласия со всеми  условиями настоящего Соглашения, и отправки данных формы регистрации на Портал.</p>
<h3>6. ОТВЕТСТВЕННОСТЬ</h3>
<p style="margin-top: -5px">6.1. При размещении на Портале любой информации, сведений и материалов Пользователь несет персональную ответственность за содержание размещаемых им материалов, сведений и данных, правомерность их размещения и использования в соответствии с законодательством Республики Казахстан.</p>
<p style="margin-top: -15px">6.2. Пользователь несет персональную ответственность за  безопасное хранение своего пароля, а так же за последствия, которые могут произойти при его компрометации.</p>
<p style="margin-top: -15px">6.3. Пользователь несет персональную ответственность за своевременное размещение на Портале материалов, информации, сведений, отчетностей, подлежащих обязательному размещению на Портале.</p>
<p style="margin-top: -15px">6.4. Администратор не несет ответственности за содержание информации, сведений, материалов, размещаемых Пользователем на Портале, их соответствие требованиям законодательства Республики Казахстан, за неправомерные действия Пользователя по использованию информации, сведений и материалов, размещенных на Портале, за нарушение Пользователем авторских прав и любых других прав третьих лиц.</p>
<p style="margin-top: -15px">6.5. Администратор  не несет ответственности за технические временные сбои и перерывы в работе Портала, возникшие по независящим от Администратора причинам или в случае проведения плановых или внеплановых мероприятий по обслуживанию Портала.</p>
<p style="margin-top: -15px">6.6. Администратор не несет ответственности за временные сбои и перерывы в работе линий связи, иные аналогичные сбои, а также за неполадки компьютера, с которого Пользователь осуществляет выход в Интернет.</p>
<p style="margin-top: -15px">6.7. Администратор не несет ответственности перед Пользователем  за действия других Пользователей и любых других участников Портала.</p>
<p style="margin-top: -15px">6.8. Администратор не несет ответственности за любой прямой, косвенный ущерб, включая упущенную выгоду, ущерб от использования, потерю данных или какие-либо другие нематериальные потери, ущерб репутации и иной ущерб, возникающий вследствие:</p>
<p style="margin-top: -15px; margin-left: 15px">6.8.1. пользования или невозможности пользования Порталом;</p>
<p style="margin-top: -15px; margin-left: 15px">6.8.2. изменения условий Соглашения;</p>
<p style="margin-top: -15px; margin-left: 15px">6.8.3. неуполномоченного доступа к данным Пользователя или изменения передаваемых Пользователем или хранящихся на сервере данных;</p>
<p style="margin-top: -15px; margin-left: 15px">6.8.4. любого другого случая, имеющего отношение к оказываемым на Портале услугам.</p>
<h3>7. ПРОЧИЕ УСЛОВИЯ</h3>
<p style="margin-top: -5px">7.1. Пользователь не возражает в получении и публикации Администратором дополнительных сведений о себе, содержащихся в государственных и/или негосударственных информационных системах (базах данных). </p>
<p style="margin-top: -15px">7.2. Все претензии, запросы, вопросы, любая иная корреспонденция касательно работы Портала должны направляться по адресу электронной почты, указанному на главной странице Портала. </p>
<p style="margin-top: -15px">7.3. Отношения Администратора и Пользователя в рамках настоящего Соглашения регулируются законодательством Республики Казахстан. </p>
<p style="margin-top: -15px">7.4. Бездействие со стороны Администратора в случае нарушения Пользователем либо иными пользователями положений Соглашения не лишает их права предпринять соответствующие действия в защиту своих интересов позднее. </p>
<p style="margin-top: -15px">7.5. В случае поступления претензий от третьих лиц, связанных с размещением и/или использованием материалов, Пользователь самостоятельно и за свой счет урегулирует указанные претензии.</p>'
        ],

    ],

];
