<?php

return [

    'quota_request_description' => 'Администрация Платформы предлагает сделать курс :course_name доступным по квоте. С условиями предоставления доступа к
курсам по квоте Вы можете ознакомиться в правилах. В случае
согласия с Вами свяжутся по указанному контактному телефону для
заключения договора.',

    'confirm_btn_title' => 'Согласен',
    'reject_btn_title' => 'Не согласен',
    'confirm_quota_description' => 'Автор курса :course_name согласен сделать его доступным по квоте.',
    'reject_quota_description' => 'Автор курса :course_name отказывается сделать его доступным по квоте.',

    ];